/* 
  ITDeviceManager.strings
  iToolsMain

  Created by Aaron on 8/30/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"FreeSpaceAlertTitle"           = "Free space is insufficient, please remove unused files on the device and then try again!";
"FreeSpaceAlertDefaultButton"   = "OK";

"LanguageCode"                  = "1";

"DeviceConnectFailedAlertTitle"         = "iTools can't connect to the device, please try the following:";
"DeviceConnectFailedAlertMessage"       = "1.Upgrade iTunes to the latest version, check whether the iTunes can connect the device;\n2.If you set a password, please enter the password on the device then reconnect;\n3.If you are using iOS 7, please click \"Trust This Computer\" on the device.";
"DeviceConnectFailedAlertDefaultButton" = "OK";
